Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=672_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame, käsityöt
sme: Anárašgiella, duodji

source: (Inarinsaamelainen pukeutuminen)
sme: (anáraš bivttasteapmi)

source: ulkoasu: Hannu Tikkanen
sme: gráfalaš hábmen: Hannu Tikkanen

source: sivuja: 180
sme: siiddut: 180

source: 210 x 297 cm, kovakantinen
sme: 210 x 297 cm, garra bearbma

source: hinta: 35,00 €
sme: haddi: 35,00 €

source: taso: kaikki
sme: dássi: buohkat

source: Saamelaiskäräjät 2012
sme: Sámediggi 2012

source: Ella Sarre, joka on oppinut saamen käsitöiden teon äidiltään perinteisellä tavalla, on tehnyt kaikenlaisia saamen käsitöitä sekä toiminut kurssien opettajana.
sme: Ella Sarre, guhte oahpai duddjoma eatnistis árbevirolaš vuogi mielde, lea duddjon buotlágan sámedujiid ja dávjá doaibman gurssaid oahpaheaddjin.

source: Hän on koonnut elämän varrella kerätyt mallit ja työmenetelmät inarinsaamenkieliseksi kirjaksi.
sme: Dal son lea čohkken daid eallinagis čoggojuvvon dáidduid, bargovugiid ja málliid anárašgielat girjin.

source: Hänen äidillään kaikki mallit ja mitat olivat omassa päässä, eikä hän käyttänyt edes paperia kaavojen piirtämiseen.
sme: Su eatnis ledje buot mállet, dáiddut ja bargovuogit iežas oaivvis, iige son geavahan oppa báhpárage minstariid sárgumiidda.

source: Nyt vanhat mallit, työmenetelmät ja käsityökieli on tallennettu oppikirjaksi.
sme: Dál leat boares mállet, bargovuogit ja duddjongiella ráddjojuvvon bearpmaid sisa oahppogirjin.
